from django.db import models


UserProfiles = {
    'Ivan': {
        'username': 'Иван/Ваня',
        'age': '≈ 13',
        'city': 'Алматы',
        'ip_address': '12.51.0.1',
        'about_me': 'Привет! Я увлекаюсь программированием и изучаю Python. Люблю создавать веб-приложения и делиться своими знаниями с другими.'
    },
    'Dima': {
        'username': 'Дима/Дмитрий',
        'age': '≈ 45',
        'city': 'Moscow',
        'ip_address': '2.132.44.38',
        'about_me': 'Программист, увлекаюсь разработкой веб-приложений и изучением новых технологий. Люблю делиться знаниями с другими и помогать новичкам в программировании.'
    },  
    'Ilya': {
        'username': 'Илья',
        'age': '≈ 30',
        'city': '...',
        'ip_address': '...',
        'about_me': '...'
    },
    'Sergey': {
        'username': 'Сергей/Серёжа',
        'age': '≈ 25',
        'city': 'Алматы',
        'ip_address': '6.23.1.45',
        'about_me': 'Веб-программист, увлекаюсь разработкой игр и веб-приложений. Люблю изучать новые технологии и делиться знаниями с другими.'
    }
}